{
    "format": "graph-model",
    "generatedBy": "1.12.0",
    "convertedBy": "TensorFlow.js Converter v3.18.0",
    "signature": {
        "inputs": {
            "inputs": {
                "name": "image_tensor:0",
                "dtype": "DT_UINT8",
                "tensorShape": {
                    "dim": [
                        {
                            "size": "-1"
                        },
                        {
                            "size": "-1"
                        },
                        {
                            "size": "-1"
                        },
                        {
                            "size": "3"
                        }
                    ]
                }
            }
        },
        "outputs": {
            "num_detections": {
                "name": "num_detections:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [
                        {
                            "size": "-1"
                        }
                    ]
                }
            },
            "detection_classes:0": {
                "name": "detection_classes:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [
                        {
                            "size": "-1"
                        },
                        {
                            "size": "100"
                        }
                    ]
                }
            },
            "detection_boxes": {
                "name": "detection_boxes:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [
                        {
                            "size": "-1"
                        },
                        {
                            "size": "100"
                        },
                        {
                            "size": "4"
                        }
                    ]
                }
            },
            "detection_scores:0": {
                "name": "detection_scores:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [
                        {
                            "size": "-1"
                        },
                        {
                            "size": "100"
                        }
                    ]
                }
            }
        }
    },
    "modelTopology": {
        "node": [
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack_2/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack_2/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "add/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack_1/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack_1/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack_4/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayStack_4/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_1/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_1/strided_slice/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_1/strided_slice/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_1/strided_slice/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_1/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor/strided_slice_1/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor/strided_slice_1/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor/strided_slice_1/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor/Reshape_1/shape/1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor/Reshape_1/shape/2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_1/strided_slice_1/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_1/strided_slice_1/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_1/strided_slice_1/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_1/Reshape_1/shape/1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_1/Reshape_1/shape/2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_2/strided_slice_1/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_2/strided_slice_1/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_2/strided_slice_1/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_2/Reshape_1/shape/1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_2/Reshape_1/shape/2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_3/strided_slice_1/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_3/strided_slice_1/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_3/strided_slice_1/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_3/Reshape_1/shape/1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_3/Reshape_1/shape/2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor/ClassPredictor/weights",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "3"
                                    },
                                    {
                                        "size": "256"
                                    },
                                    {
                                        "size": "12"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor/ClassPredictor/biases",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "12"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_4/strided_slice_1/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_4/strided_slice_1/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_4/strided_slice_1/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_4/Reshape_1/shape/1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "WeightSharedConvolutionalBoxPredictor_4/Reshape_1/shape/2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "concat_1/axis",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/Slice/begin",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/Slice/size",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "3"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack/strided_slice/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack/strided_slice/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack/strided_slice/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_4/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_4/strided_slice/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_4/strided_slice/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_4/strided_slice/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_4/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/strided_slice/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/strided_slice/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/strided_slice/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/ones/Const",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/strided_slice_1/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/strided_slice_1/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/strided_slice_1/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_3/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_3/strided_slice/stack",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_3/strided_slice/stack_1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_3/strided_slice/stack_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [
                                    {
                                        "size": "1"
                                    }
                                ]
                            }
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/TensorArrayUnstack_3/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "ConstantFolding/Postprocessor/truediv_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "Preprocessor/map/TensorArrayStack_1/range/start",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Preprocessor/map/TensorArrayStack_1/range/delta",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "ConstantFolding/Postprocessor/truediv_1_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/Const",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "Postprocessor/BatchMultiClassNonMaxSuppression/map/while/iteration_counter",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_INT32"
                    }
                }
            },
            {
                "name": "ConstantFolding/Postprocessor/Decode/truediv_4_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "ConstantFolding/Postprocessor/Decode/truediv_5_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "ConstantFolding/Postprocessor/Decode/truediv_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
                "name": "ConstantFolding/Postprocessor/Decode/get_center_coordinates_and_sizes/truediv_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {}
                        }
                    },
                    "dtype": {
                        "type": "DT_FLOAT"
                    }
                }
            },
            {
